 [
  {
  "_id": "591c552d318b4a37a3dd3ec9",
  "name": "Seattle Campus Code 101: Software Development & Careers - Jan. 14 2017",
  "description": "Thinking about a new career in software development? Start here! This one-day workshop is the perfect place to figure out if it's for you. You'll get a sneak peek of what a career in coding involves, plus a taste of the Code Fellows learning experience.\r\nLearn how websites are built and code one yourself using industry-standard tools and professional coding practices.\r\nAn hour before the start of the workshop will be dedicated to helping students get their computers set up with the appropriate tools.\r\nView the Course Page »\r\nTo Prepare for Class:Please complete the prep work included in your confirmation email and bring your own laptop computer to the workshop.\r\nBreakfast, lunch, and dinner provided, and this includes vegetarian options. We are unable to accommodate other dietary restrictions. There is a refrigerator and microwave on site for you to use. If you have any questions, contact seattle@codefellows.com.\r\nRefund Policy: This course is fully refundable up to 24 hours before the start of the event. Cancellations within 24 hours of the start of the event are non-refundable and non-transferable. To request a refund, please click \"Request Refund\" on your ticket in Eventbrite or email us at seattle@codefellows.com.",
  "start": "2017-01-14T09:00:00.000Z",
  "end": "2017-01-14T20:00:00.000Z",
  "eventId": "29861036163",
  "venueId": "14185749",
  "logoId": "26550798",
  "categoryId": "102",
  "__v": 0,
  "transport": null,
  "paid": true,
  "category": "Science & Technology",
  "img": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F26550798%2F70704071081%2F1%2Foriginal.jpg?s=dcd54539ae4f15c03820480a64729f94",
  "address": "2901 3rd Ave Suite 300, Seattle, WA 98121"
  },
  {
  "_id": "591c552d318b4a37a3dd3eca",
  "name": "Partner Power Hour: Deconstructing Behavioral Questions & Business Fundamentals with Hugo Guerra",
  "description": "\nBehavioral questions are important, and can sometimes make the difference between getting hired and being passed on. In this talk we will cover usage of continuous development practices to iterate towards personal improvement, so that you can more easily think on your feet and convey a sense of confidence and competency in interviews and in the workplace. We will also cover some key business concepts as they relate to behavioral questions, and how to traverse common behavioral conundrums in corporate settings. \n\n\n\nAbout our Presenter:\n\nHugo Guerra works as a Front End Software Engineer at Swyfft, as part of their engineering team. Prior to that, he worked in the Seattle tech sector as a Project Manager and Systems/Process analyst for over a decade. In this time, he has interviewed candidates for various positions, most recently for front end and back end development. He is a graduate of the Code Fellows advanced JavaScript track, and also holds various industry-compliant certifications. \n",
  "start": "2017-05-19T12:15:00.000Z",
  "end": "2017-05-19T13:00:00.000Z",
  "eventId": "34220211574",
  "venueId": "16360736",
  "logoId": "30957302",
  "categoryId": "102",
  "__v": 0,
  "transport": null,
  "paid": true,
  "category": "Science & Technology",
  "img": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F30957302%2F70704071081%2F1%2Foriginal.jpg?s=7345a3ba02ad30eff290a429bf9bd4c9",
  "address": "2901 3rd Avenue #300, Seattle, WA 98121"
  }
  ]
